/* Generic authentication error. */
"UNKNOWN_ERROR" = "Não foi possível autenticar o usuário.";
"USER_NOT_ADMIN_PASS" = "Você deve digitar um nome e senha de administrador.";
"USER_NOT_ADMIN_PIN" = "Você deve digitar um nome e senha de administrador.";
"INVALID_USER_NAME" = "Você deve digitar um nome de usuário válido.";
"INVALID_USER_PASSWORD" = "Você deve digitar uma senha válida.";
"INVALID_USER_PIN" = "Você deve digitar um PIN válido.";

/* Pleasantries */
"PLEASE_TRY_AGAIN" = "Por favor, tente novamente.";

/* Button Titles */
"RESTART_BUTTON" = "Reiniciar";
"SHUTDOWN_BUTTON" = "Desligar";

/* Restart Warning */
"RESTART_MAIN_WARNING" = "Atualmente há usuários com sessões abertas que podem perder suas alterações não salvas se você reiniciar este computador.";
"RESTART_DETAIL_WARNING" = "Se você reiniciar ou desligar o computador, encerrará os aplicativos de outras sessões em que os documentos não tenham sido salvos. Os dados serão perdidos. Digite um nome e uma senha de administrador e clique em Reiniciar ou escolha Cancelar para ignorar.";

/* Shut Down Warning */
"SHUTDOWN_MAIN_WARNING" = "Atualmente há usuários com sessões abertas que podem perder suas alterações não salvas se você desligar este computador.";
"SHUTDOWN_DETAIL_WARNING" = "Se você reiniciar ou desligar o computador, encerrará os aplicativos de outras sessões em que os documentos não tenham sido salvos. Os dados serão perdidos. Digite um nome e uma senha de administrador e clique em Desligar ou escolha Cancelar para ignorar.";

/* PIN or Password */
"PIN" = "Nº PIN:";
"PASSWORD" = "Senha:";